{
  "name": "BARAR TRUST",
  "description": "BARAR TRUST is a public charitable trust established to provide quality education, vocational training, and social development programs for all communities, especially marginalized groups, across India. The trust aims to create a society based on equality, brotherhood, and unity.",
  "mission": "To empower individuals and communities through education, skill development, and social justice.",
  "vision": "To create a society where everyone has equal opportunities to thrive and reach their full potential.",
  "founder": "MR ASHOK KUMAR BRAR",
  "contact": {
    "phone": null,
    "email": null
  },
  "founder_description": "MR ASHOK KUMAR BRAR, the founder of BARAR TRUST, is dedicated to creating a positive impact on society by providing access to education and opportunities for all.",
  "values": [
    "Education",
    "Equality",
    "Brotherhood",
    "Unity",
    "Social Justice",
    "Empowerment",
    "Development",
    "Sustainability",
    "Transparency",
    "Accountability"
  ],
  "project_one_title": "Sound Education",
  "project_one_description": "To provide sound education to children of all communities irrespective of their race, religions, cast or creed in general and to prepare them to become mature and responsible citizens of the country through the all-round physical, intellectual, academic, mental and spiritual development based on values derived from the life.",
  "project_two_title": "Computer Education",
  "project_two_description": "To run computer education, vocational training and income generating program and other social justice & development programs for masses especially for SC, ST, BC, OBC, Minorities child, women, aged and disability sector.",
  "project_three_title": "Technical Schools",
  "project_three_description": "To establish technical schools, hospitals, press and publication Division for the benefit of students in particular and common people in General.",
  "project_four_title": "Fund Raising",
  "project_four_description": "For the attainment of the aims and objects to raise funds by public donations, accept gifts in cash or kind and/or to acquire properties for and in the name of the Trust.",
  "project_five_title": "Awareness Generation",
  "project_five_description": "To create awareness generation for uplift, unity, equality and brotherhood.",
  "project_six_title": "Social Problems",
  "project_six_description": "To awake and undertake intervention programs networking with government officials to reduce social problems & cause."
}