{
  "name": "BARAR TRUST",
  "description": "BARAR TRUST aims to provide sound education, vocational training, and income generation programs for marginalized communities, establish technical schools, hospitals, and support healthcare, women empowerment, and social development.",
  "mission": "To empower underprivileged communities through education, healthcare, and social development.",
  "vision": "To create a society where everyone has equal opportunities to thrive and reach their full potential.",
  "founder": "MR ASHOK KUMAR BRAR",
  "contact": {
    "phone": null,
    "email": null
  },
  "founder_description": "Founder and Chairman of BARAR TRUST, dedicated to improving the lives of marginalized communities.",
  "values": [
    "Education",
    "Healthcare",
    "Empowerment",
    "Equality",
    "Unity",
    "Social Justice",
    "Sustainability",
    "Development",
    "Innovation",
    "Compassion"
  ],
  "project_one_title": "Sound Education",
  "project_one_description": "To provide sound education to children of all communities irrespective of their race, religions, cast or creed in general and to prepare them to become mature and responsible citizens of the country.",
  "project_two_title": "Computer Education",
  "project_two_description": "To run computer education, vocational training and income generating program and other social justice & development programs for masses especially for SC, ST, BC, OBC, Minorities child, women, aged and disability sector.",
  "project_three_title": "Technical Schools",
  "project_three_description": "To establish technical schools, hospitals, press and publication Division for the benefit of students in particular and common people in General.",
  "project_four_title": "Fund Raising",
  "project_four_description": "For the attainment of the aims and objects to raise funds by public donations, accept gifts in cash or kind and/or to acquire properties for and in the name of the Trust.",
  "project_five_title": "Social Awareness",
  "project_five_description": "To create awareness generation for uplift, unity, equality and brotherhood.",
  "project_six_title": "Social Problems",
  "project_six_description": "To awake and undertake intervention programs networking with government officials to reduce social problems & cause."
}